app/controllers/posts_controller.rb

INSERT INTO "posts" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Пост первый"], ["body", "Пост о проверке работы"], ["created_at", "2022-01-11 14:55:03.014666"], ["updated_at", "2022-01-11 14:55:03.014666"]]
---
    def create
        @post = Post.new(post_params)

        if(@post.save)